Repository: Norhannageh123/Movie_project
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Watch
ar: اتفرج

source: Screen Shots
ar: صور الشاشة

source: Similar
ar: مشابه

source: Summary
ar: الملخص

source: Cast
ar: الأبطال

source: Genres
ar: الأنواع

source: Find Your Next Favorite Movie Here
ar: دور على فيلمك المفضل هنا

# get_access_to_a_huge_library
source: Get access to a huge library of movies to suit all tastes. You will surely like it.
ar: استمتع بمكتبة أفلام كبيرة تناسب كل الأذواق. أكيد هتعجبك.

source: Explore Now
ar: اكتشف دلوقتي

source: Next
ar: التالي

source: Finish
ar: انتهي

source: Discover Movies
ar: اكتشف الأفلام

# explore_a_vast_collection_of_movies
source: Explore a vast collection of movies in all qualities and genres. Find your next favorite film with ease.
ar: اتفرج على مجموعة كبيرة من الأفلام بكل الأنواع والجودات. هتلاقي فيلمك المفضل بسهولة.

source: Explore All Genres
ar: اكتشف كل الأنواع

# discover_movies_from_every_genre
source: Discover movies from every genre, in all available qualities. Find something new and exciting to watch every day.
ar: اتفرج على أفلام من كل الأنواع وبكل الجودات. كل يوم هتلاقي حاجة جديدة وممتعة.

source: Back
ar: رجوع

source: Create WatchLists
ar: اعمل قايمة أفلام

# save_movies_to_your_watchList
source: Save movies to your watchList to keep track of what you want to watch next. Enjoy films in various qualities and genres.
ar: خزن الأفلام اللي عايز تتفرج عليها بعدين. استمتع بالأفلام بكل الأنواع والجودات.

# rate_review_learn
source: Rate, Review, and Learn
ar: قيم، راجع، وتعلم

# share_your_thoughts_on_the_movies
source: Share your thoughts on the movies you've watched. Dive deep into film details and help others discover great movies with your reviews.
ar: قول رأيك في الأفلام اللي شفتها. اكتشف تفاصيل أكتر وساعد غيرك بمراجعاتك.

source: Email
ar: الإيميل

source: Password
ar: كلمة السر

source: Forget Password?
ar: نسيت كلمة السر؟

source: Login
ar: تسجيل دخول

# do_not_have_account
source: Donâ€™t Have Account ?
ar: معندكش حساب؟

source: Create One
ar: اعمل حساب

source: OR
ar: أو

source: Login With Google
ar: سجل دخول بجوجل

source: Register
ar: تسجيل

source: Avatar
ar: الصورة الشخصية

source: Name
ar: الاسم

source: Confirm Password
ar: أكد كلمة السر

source: Phone Number
ar: رقم التليفون

source: Create Account
ar: اعمل حساب

source: Already Have Account ?
ar: عندك حساب؟

source: Verify Email
ar: أكد الإيميل

source: Available Now
ar: متاح دلوقتي

# watch_noe
source: Watch Now
ar: اتفرج دلوقتي

source: See More
ar: شوف أكتر

source: Action
ar: أكشن

source: Search
ar: بحث

source: Wish List
ar: قايمة المفضلات

source: History
ar: التاريخ

source: Edit Profile
ar: عدل الملف الشخصي

source: Exit
ar: خروج

source: Pick Avatar
ar: اختار صورة شخصية

source: Reset Password
ar: غير كلمة السر

source: Delete Account
ar: احذف الحساب

source: Update Data
ar: حدث البيانات

source: Start Watching Now
ar: اتفرج دلوقتي
